<template>
  <div>
    <el-main>
      <h1 id="-">一级目录</h1>
      <br />
      <br />
      <br />
      <br />
      <h2 id="-1">二级目录1</h2>
      <br />
      <br />
      <br />
      <br />
      <h3 id="-1">三级目录1</h3>
      <br />
      <br />
      <br />
      <br />
      <h1 id="-">一级目录</h1>
      <br />
      <br />
      <br />
      <br />
      <h4 id="-1">四级目录1</h4>
      <p>
        内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容
      </p>
      <p>
        <img
          src="/Users/chenyujun/Desktop/截屏2020-07-14 下午1.56.11.png"
          alt="截屏2020-07-14 下午1.56.11"
        />
      </p>
      <h4 id="-2">四级目录2</h4>
      <p>
        内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容
      </p>
      <h3 id="-2">三级目录2</h3>
      <p>
        内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容
      </p>
      <h2 id="-2">二级目录2</h2>
      <p>
        内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容
      </p>
      <h4 id="-4">四级目录4</h4>
      <p>
        内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容
      </p>
      <h4 id="-4">四级目录4</h4>
      <p>
        内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容
      </p>
      <h4 id="-4">四级目录4</h4>
      <p>
        内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容
      </p>
      <h5 id="-5">五级目录</h5>
      <p>
        内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容内容
      </p>
    </el-main>
    <CommentCatalog></CommentCatalog>
  </div>
</template>

<script>
import CommentCatalog from "@/components/Front/CommentCatalog.vue";
export default {
  components: { CommentCatalog },
};
</script>

<style></style>
